{
	"appName": {
		"message": "Ausgewählten Text übersetzen",
		"description": "The app name"
	},
	"appBetaName": {
		"message": "Ausgewählten Text übersetzen (Beta)",
		"description": "The beta app name"
	},
	"appDescription": {
		"message": "Ausgewählten Text mit Google Übersetzer übersetzen",
		"description": "The app description"
	},
	"contextmenu_title": {
		"message": "Auswahl übersetzen auf...",
		"description": "Title of the context menu that appears when a right click is done. Inside this parent item there are the target languages."
	},
	"contextmenu_title2": {
		"message": "Auswahl übersetzen auf '$language$'",
		"description": "Title of the context menu that appears when a right click is done and there's only one language available.",
		"placeholders": {
			"language": {
				"content": "$1",
				"example": "Language to translate into."
			}
		}
	},
	"contextmenu_edit": {
		"message": "Sprachen bearbeiten...",
		"description": "Title of the item inside the 'Translate section into...' context menu which is used to go to the options page."
	},
	"options_welcome": {
		"message": "Willkommen!",
		"description": "Title of the options page which welcomes users"
	},
	"options_introduction": {
		"message": "Bitte wählen Sie die Sprachen aus, die im Übersetzungsmenü angezeigt werden sollen.",
		"description": "Introduction paragraph in the options page preceding the language list."
	},
	"options_languageselectheader": {
		"message": "Sprachen:",
		"description": "Header of the selected languages list."
	},
	"options_otheroptionsheader": {
		"message": "Weitere Optionen:",
		"description": "Subheader in the options page before the options to choose where should the translation be shown.."
	},
	"options_tabsoption_1": {
		"message": "Öffnen Sie Google Übersetzer in einem neuen Tab für jede Übersetzung.",
		"description": "Option which defines where should the translations be shown (in this case, each translation will be opened in a new tab)."
	},
	"options_tabsoption_2": {
		"message": "Öffnen Sie Google Übersetzer in einem besonderen Tab und überschreiben Sie die letzte Übersetzung, anstatt weitere Tabs zu öffnen.",
		"description": "Option which defines where should the translations be shown (in this case, each translation will be opened in the same tab used for the previous translation, or will open a new tab if there aren't any translation tabs open)."
	},
	"options_tabsoption_3": {
		"message": "Google Translate in einem Popup öffnen.",
		"description": "Option which defines where should the translations be shown (in this case, each translation will be opened in a new popup)."
	},
	"options_savebutton": {
		"message": "Speichern",
		"description": "Save button in the settings page"
	},
	"options_addlanguage": {
		"message": "Sprache hinzufügen",
		"description": "Title for the 'Add language' dialog"
	},
	"options_addlanguage_addbutton": {
		"message": "Hinzufügen",
		"description": "'Add' button in the footer of the languages list which is used to show a dialog with a list of potential languages to add. In the dialog, this message is also shown inside a button which is used to confirm the action."
	},
	"options_language_label": {
		"message": "Sprache:",
		"description": "Label for the language selector in the 'Add language' dialog"
	},
	"options_credits": {
		"message": "Mitwirkende",
		"description": "Message for the link to the credits dialog, and also the title for the credits dialog, which shows a list of open source projects used inside the extension and a list of translators/contributors."
	},
	"options_credits_createdby": {
		"message": "Erweiterung erstellt von: <a href=\"https://www.avm99963.com/\" target=\"_blank\">@avm99963</a> (Adrià Vilanova Martínez)",
		"description": "Text shown in the credits dialog, which shows that the extension was created by Adrià Vilanova Martínez (and their username is avm99963)."
	},
	"options_credits_homepage": {
		"message": "Startseite",
		"description": "Text shown for links to go to each homepage of open source projects in the credits. NOTE: put in in lowercase letters"
	},
	"options_credits_by": {
		"message": "von",
		"description": "Fragment of the author statement in an item of the credits. NOTE: put in in lowercase letters. EXAMPLE: '{{options_credits_by}} Adrià Vilanova Martínez'"
	},
	"options_credits_translations": {
		"message": "Übersetzungen",
		"description": "Header for the section in the credits dialog which recognizes translators."
	},
	"options_credits_translations_paragraph": {
		"message": "Ich möchte mich ganz besonders bei den folgenden Mitwirkenden bedanken, die die Benutzeroberfläche der Erweiterung selbstlos in viele Sprachen übersetzt haben:",
		"description": "Paragraph in the 'Translations' section of the credits dialog, which recognizes translators. Following this paragraph there's a list with all the translators' names (if you've translated a string in Crowdin, you'll automatically be added to the list in the following extension update)."
	},
	"options_ok": {
		"message": "OK",
		"description": "OK button in informative dialogs, which is used to close them (no action is done when pressing these buttons)"
	},
	"options_cancel": {
		"message": "Abbrechen",
		"description": "Cancel button in the dialogs, to reject an action."
	},
	"notification_install_title": {
		"message": "Danke für die Installation von 'Translate Selected Text'."
	},
	"notification_install_message": {
		"message": "Klicken die auf diese Benachrichtigung, um diese einzurichten."
	}
}
