{
	"appName": {
		"message": "Translate Selected Text",
		"description": "The app name"
	},
	"appBetaName": {
		"message": "Translate Selected Text (बीटा)",
		"description": "The beta app name"
	},
	"appDescription": {
		"message": "Google Translate के साथ चयनित पाठ का अनुवाद करें",
		"description": "The app description"
	},
	"contextmenu_title": {
		"message": "चयन का अनुवाद करें इसमें...",
		"description": "Title of the context menu that appears when a right click is done. Inside this parent item there are the target languages."
	},
	"contextmenu_title2": {
		"message": "चयन का अनुवाद '$language$' में करें",
		"description": "Title of the context menu that appears when a right click is done and there's only one language available.",
		"placeholders": {
			"language": {
				"content": "$1",
				"example": "Language to translate into."
			}
		}
	},
	"contextmenu_edit": {
		"message": "भाषाएं संपादित करें...",
		"description": "Title of the item inside the 'Translate section into...' context menu which is used to go to the options page."
	},
	"options_welcome": {
		"message": "स्वागत हे!",
		"description": "Title of the options page which welcomes users"
	},
	"options_introduction": {
		"message": "कृप्या, उन भाषाओं का चयन करे जिन्हें आप \"अनुवाद\" मेनू में देखना चाहते हैं।",
		"description": "Introduction paragraph in the options page preceding the language list."
	},
	"options_languageselectheader": {
		"message": "भाषाएँ:",
		"description": "Header of the selected languages list."
	},
	"options_otheroptionsheader": {
		"message": "दूसरे विकल्प:",
		"description": "Subheader in the options page before the options to choose where should the translation be shown.."
	},
	"options_tabsoption_1": {
		"message": "हर एक अनुवाद के लिए Google Translate को एक नया टैब में खोलें।",
		"description": "Option which defines where should the translations be shown (in this case, each translation will be opened in a new tab)."
	},
	"options_tabsoption_2": {
		"message": "Google ट्रांसलेट को एक अद्वितीय टैब में खोलें और पिछले अनुवाद को ओवरराइड करें कई टैब खोलने के बजाय|",
		"description": "Option which defines where should the translations be shown (in this case, each translation will be opened in the same tab used for the previous translation, or will open a new tab if there aren't any translation tabs open)."
	},
	"options_savebutton": {
		"message": "सहेजें",
		"description": "Save button in the settings page"
	},
	"options_addlanguage": {
		"message": "भाषा जोड़ें",
		"description": "Title for the 'Add language' dialog"
	},
	"options_addlanguage_addbutton": {
		"message": "जोड़ें",
		"description": "'Add' button in the footer of the languages list which is used to show a dialog with a list of potential languages to add. In the dialog, this message is also shown inside a button which is used to confirm the action."
	},
	"options_language_label": {
		"message": "भाषा:",
		"description": "Label for the language selector in the 'Add language' dialog"
	},
	"options_credits": {
		"message": "क्रेडिट",
		"description": "Message for the link to the credits dialog, and also the title for the credits dialog, which shows a list of open source projects used inside the extension and a list of translators/contributors."
	},
	"options_credits_homepage": {
		"message": "होमपेज",
		"description": "Text shown for links to go to each homepage of open source projects in the credits. NOTE: put in in lowercase letters"
	},
	"options_credits_by": {
		"message": "द्वारा",
		"description": "Fragment of the author statement in an item of the credits. NOTE: put in in lowercase letters. EXAMPLE: '{{options_credits_by}} Adrià Vilanova Martínez'"
	},
	"options_ok": {
		"message": "ठीक है",
		"description": "OK button in informative dialogs, which is used to close them (no action is done when pressing these buttons)"
	},
	"options_cancel": {
		"message": "रद्द करें",
		"description": "Cancel button in the dialogs, to reject an action."
	},
	"notification_install_title": {
		"message": "'Translate Selected Text' इंस्टॉल करने के लिए धन्यवाद"
	},
	"notification_install_message": {
		"message": "इस नोटिफिकेशन को क्लिक करें इसे सेट अप करने के लिए|"
	}
}
